markdown_tree_graph = '''
    gini - Индекс Джини, также известный как загрязнение  Джини, вычисляет величину вероятности определенного признака,
    который классифицируется неправильно при случайном выборе. Если все элементы связаны с одним классом,
    то его можно назвать чистым.
    
    samples - Количество прошедших через этот узел образцов.
    
    value - Отношение классов, прошедших через этот узел, выраженное в абсолютных числах.
'''

markdown_results_table = '''
    Классификационная таблица, в которой наблюдаемые показатели принадлежности к группе противопоставляются
    предсказанным на основе рассчитанной модели. 
'''

markdown_quality = '''
    Доля правильных ответов –  accuracy = P/N, где P – количество документов, по которым классификатор принял
     правильное решение, а N – размер обучающей выборки.
'''
